/* Localized versions of Emoticon titles */
/* This file was automatically generated at build time and should not be edited */

/* Skype emoticon name */
"Angel" = "Enkeli";

/* Skype emoticon name */
"Angry" = "Vihainen";

/* Skype emoticon name */
"Bandit" = "Rosvo";

/* Skype emoticon name */
"Beer" = "Tuoppi";

/* Skype emoticon name */
"Big smile" = "Leveä hymy";

/* Skype emoticon name */
"Blushing" = "Ujo";

/* Skype emoticon name */
"Bowing" = "Kumarrus";

/* Skype emoticon name */
"Cake" = "Kakku";

/* Skype emoticon name */
"Cash" = "Käteinen";

/* Skype emoticon name */
"Clapping" = "Taputtaa";

/* Skype emoticon name */
"Coffee" = "Kahvia";

/* Skype emoticon name */
"Cool" = "Viileä hymy";

/* Skype emoticon name */
"Crying" = "Itkee";

/* Skype emoticon name */
"Dancing" = "Tanssi";

/* Skype emoticon name */
"Devil" = "Piru";

/* Skype emoticon name */
"Doh!" = "No niin!";

/* Skype emoticon name */
"Drink" = "Drinkki";

/* Skype emoticon name */
"Dull" = "Tylsistynyt";

/* Skype emoticon name */
"Emo" = "Emo";

/* Skype emoticon name */
"Envious" = "Kateellinen";

/* Skype emoticon name */
"Evil" = "Ilkeä";

/* Skype emoticon name */
"Facepalm" = "Käsi naaman eteen";

/* Skype emoticon name */
"Fingers crossed" = "Sormet ristissä";

/* Skype emoticon name */
"Flower" = "Kukka";

/* Skype emoticon name */
"Giggle" = "Hihitys";

/* Skype emoticon name */
"Handshake" = "Kädenpuristus";

/* Skype emoticon name */
"Happy" = "Onnellinen";

/* Skype emoticon name */
"Heart" = "Sydän";

/* Skype emoticon name */
"Heidy" = "Heidy";

/* Skype emoticon name */
"High five" = "Ylävitonen";

/* Skype emoticon name */
"Hug" = "Halitaan";

/* Skype emoticon name */
"In love" = "Rakastunut";

/* Skype emoticon name */
"It wasn't me!" = "En se minä ollut!";

/* Skype emoticon name */
"Kiss" = "Pusu";

/* Skype emoticon name */
"Lalala" = "Lalalaa";

/* Skype emoticon name */
"Make-up" = "Ehostus";

/* Skype emoticon name */
"Mmmmm..." = "Mmmmm...";

/* Skype emoticon name */
"Muscle" = "Lihaskimppu";

/* Skype emoticon name */
"Music" = "Musiikki";

/* Skype emoticon name */
"My lips are sealed" = "En kerro";

/* Skype emoticon name */
"Nerdy" = "Nörtti";

/* Skype emoticon name */
"Ninja" = "Ninja";

/* Skype emoticon name */
"No" = "Ei";

/* Skype emoticon name */
"Nod" = "Nyökkäys";

/* Skype emoticon name */
"Party" = "Juhliva";

/* Skype emoticon name */
"Pizza" = "Pizza";

/* Skype emoticon name */
"Puking" = "Oksentaa";

/* Skype emoticon name */
"Raining" = "Sataa";

/* Skype emoticon name */
"Rolling on the floor laughing" = "Nauraa kippurassa";

/* Skype emoticon name */
"Sad" = "Suru";

/* Skype emoticon name */
"Shake" = "Päänpudistus";

/* Skype emoticon name */
"Sleepy" = "Uninen";

/* Skype emoticon name */
"Smiley" = "Hymynaama";

/* Skype emoticon name */
"Smiley with tongue out" = "Hymynaama kieli ulkona";

/* Skype emoticon name */
"Smirking" = "Virnistys";

/* Skype emoticon name */
"Speechless" = "Mykistynyt";

/* Skype emoticon name */
"Star" = "Tähti";

/* Skype emoticon name */
"Sun" = "Paistaa";

/* Skype emoticon name */
"Surprised" = "Yllättynyt";

/* Skype emoticon name */
"Sweating" = "Hikoileva";

/* Skype emoticon name */
"Thinking" = "Miettii";

/* Skype emoticon name */
"Too much information" = "Liikaa tietoa";

/* Skype emoticon name */
"Tumbleweed" = "Tumbleweed";

/* Skype emoticon name */
"Wait" = "Odota";

/* Skype emoticon name */
"Waiting" = "Odotetaan";

/* Skype emoticon name */
"Wave" = "Vilkutus";

/* Skype emoticon name */
"Whew" = "Huh";

/* Skype emoticon name */
"Winking" = "Iskee silmää";

/* Skype emoticon name */
"Wondering" = "Ihmettelee";

/* Skype emoticon name */
"Worried" = "Huolestunut";

/* Skype emoticon name */
"Yawning" = "Haukottelee";

/* Skype emoticon name */
"Yes" = "Kyllä";


/* end of file */
